const data = [
	{
		time: '        2020-02-07',
		parag: '\n2020年2月6日12—24时，我市新增2例新型冠状病毒感染的肺炎确诊病例。病例42：51岁男性，现住崂山区，医务人员。1月19日乘A67107航班由昆明返回青岛（同机乘客中目前已报告多名确诊病例，其中包括我市病例7）。1月25日出现发热症状，自服药1日后恢复。2月5日到市北区某医院发热门诊就诊，经该院核酸检测和专家组评估，2月6日下午确诊。病例43：51岁女性，现住崂山区，医务人员，与病例42系夫妻关系，1月19日与病例42同乘A67107航班由昆明返回青岛。2月5日出现发热症状，当天与病例42一同到市北区某医院发热门诊就诊，经该院核酸检测和专家组评估，2月6日下午确诊。现已对以上2例确诊病例的17名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至2月6日24时，我市累计确诊43例新型冠状病毒感染的肺炎病例，其中重症4例，危重症1例，治愈出院4例，患者均在定点医院接受隔离治疗。累计已排除疑似病例101例，现有疑似病例35例，正在隔离检测治疗。累计已解除医学观察254人，仍纳入医学观察的密切接触者244人，未发现异常。目前按病例确诊医院所在区市分布：市南区5例（已治愈出院1例）、市北区8例、李沧区4例、崂山区2例（已治愈出院1例）、城阳区2例（已治愈出院1例）、黄岛区9例（已治愈出院1例）、即墨区8例、胶州市1例、平度市3例、莱西市1例。  青岛市卫生健康委员会2020年2月7日 \n'
	},
	{
		time: '        2020-02-06',
		parag: '\n2020年2月6日0—12时，我市无新增新型冠状病毒感染的肺炎确诊病例，新增治愈出院1例。截至2月6日12时，我市累计确诊41例新型冠状病毒感染的肺炎病例，其中重型3例，危重型2例，治愈出院4例，患者均在定点医院接受隔离治疗。累计已排除疑似病例99例，现有疑似病例23例，正在隔离检测治疗。累计已解除医学观察244人，仍纳入医学观察的密切接触者267人，未发现异常。目前按病例确诊医院所在区市分布：市南区5例（已治愈出院1例）、市北区6例、李沧区4例、崂山区2例（已治愈出院1例）、城阳区2例（已治愈出院1例）、黄岛区9例（已治愈出院1例）、即墨区8例、胶州市1例、平度市3例、莱西市1例。  青岛市卫生健康委员会 2020年2月6日\n'
	},
	{
		time: '        2020-02-06',
		parag: '\n2020年2月5日12—24时，我市新增6例新型冠状病毒感染的肺炎确诊病例。病例36：50岁女性，现居即墨区，为2月2日确诊病例59岁女性患者的密切接触者，2月4日在密切接触者筛查中经市疾控中心核酸检测为阳性，属无症状感染者。2月5日下午由即墨区某医院确诊。病例37：1岁男性，现居即墨区，为2月2日确诊病例59岁女性患者的密切接触者，2月4日在密切接触者筛查中经市疾控中心核酸检测为阳性，属无症状感染者。2月5日下午由即墨区某医院确诊。病例38：31岁女性，常居即墨区，为2月4日确诊病例63岁女性的密切接触者，2月4日到即墨区某医院就诊，2月5日下午确诊。病例39：45岁女性，现居市北区，为2月5日确诊病例71岁女性患者的密切接触者，2月4日到市北区某医院就诊，2月5日下午确诊。病例40：62岁男性，现居市南区，与病例41系夫妻关系，曾与外市同一确诊病例密切接触，2月5日到市南区某医院就诊，2月5日下午确诊。病例41：62岁女性，现居市南区，与病例40系夫妻关系，曾与外市同一确诊病例密切接触，2月5日到市南区某医院就诊，2月5日下午确诊。现已对以上6例确诊病例的16名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至2月5日24时，我市累计确诊41例新型冠状病毒感染的肺炎病例，其中重症3例，危重症2例，治愈出院3例，患者均在定点医院接受隔离治疗。累计已排除疑似病例91例，现有疑似病例28例，正在隔离检测治疗。累计已解除医学观察215人，仍纳入医学观察的密切接触者296人，未发现异常。目前按病例确诊医院所在区市分布：市南区5例（已治愈出院1例）、市北区6例、李沧区4例、崂山区2例（已治愈出院1例）、城阳区2例、黄岛区9例（已治愈出院1例）、即墨区8例、胶州市1例、平度市3例、莱西市1例。                     青岛市卫生健康委员会                      2020年2月6日\n'
	},
	{
		time: '        2020-02-05',
		parag: '\n　　2020年2月5日0—12时，我市新增1例新型冠状病毒感染的肺炎确诊病例。　　新增确诊患者，71岁女性，现居市北区，为2月4日确诊病例85岁女性患者的密切接触者，2月4日经市疾控中心核酸检测筛查为阳性，即转至李沧区某定点医院进行隔离治疗。经专家组评估，2月5日上午确诊。现已对9名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。　　截至2月5日12时，我市累计确诊35例新型冠状病毒感染的肺炎病例，其中重症2例，危重症2例，治愈出院3例，患者均在定点医院接受隔离治疗。累计已排除疑似病例89例，现有疑似病例26例，正在隔离检测治疗。累计已解除医学观察173人，仍纳入医学观察的密切接触者289人，未发现异常。　　目前按病例确诊医院所在区市分布：市南区3例（已治愈出院1例）、市北区5例、李沧区4例、崂山区2例（已治愈出院1例）、城阳区2例、黄岛区9例（已治愈出院1例）、即墨区5例、胶州市1例、平度市3例、莱西市1例。　　青岛市卫生健康委员会　　2020年2月5日\n'
	},
	{
		time: '        2020-02-05',
		parag: '\n　　2020年2月4日12—24时，我市新增2例新型冠状病毒感染的肺炎确诊病例。　　新增2例确诊患者，一为60岁女性，为2月3日确诊病例28岁男性患者的直系亲属，1月27日到市北区某医院发热门诊就诊；一为5岁男性，为1月28日确诊病例35岁男性患者的直系亲属，2月4日到李沧区某医院住院治疗。以上2名患者经市疾控中心核酸检测和专家组评估，2月4日下午确诊。现已对6名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。　　截至2月4日24时，我市累计确诊34例新型冠状病毒感染的肺炎病例，其中重症0例，危重症2例，治愈出院3例，患者均在定点医院接受隔离治疗。累计已排除疑似病例82例，现有疑似病例28例，正在隔离检测治疗。累计已解除医学观察146人，仍纳入医学观察的密切接触者287人，未发现异常。　　目前按病例确诊医院所在区市分布：市南区3例（已治愈出院1例）、市北区5例、李沧区3例、崂山区2例（已治愈出院1例）、城阳区2例、黄岛区9例（已治愈出院1例）、即墨区5例、胶州市1例、平度市3例、莱西市1例。　　青岛市卫生健康委员会　　2020年2月5日\n'
	},
	{
		time: '        2020-02-04',
		parag: '\n2020年2月4日0—12时，我市新增3例新型冠状病毒感染的肺炎确诊病例。新增3例确诊患者，一为20岁男性，在武汉上大学，1月21日从武汉返回青岛，现居城阳区，2月2日到医院发热门诊就诊；一为63岁女性，为2月3日确诊病例37岁男性患者的直系亲属，1月24日由湖北荆州自驾抵青探亲，现居即墨区，2月3日到医院发热门诊就诊；一为85岁女性，为2月3日确诊病例28岁男性患者的直系亲属，自1月23日起在市南区某医院住院治疗。以上3名患者经市疾控中心核酸检测和专家组评估，2月4日上午确诊。现已对15名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至2月4日12时，我市累计确诊32例新型冠状病毒感染的肺炎病例，其中重症1例，危重症2例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除疑似病例79例，现有疑似病例20例，正在隔离检测治疗。累计已解除医学观察123人，仍纳入医学观察的密切接触者299人，未发现异常。目前按病例确诊医院所在区市分布：市南区3例（已治愈出院1例）、市北区4例、李沧区2例、崂山区2例、城阳区2例、黄岛区9例、即墨区5例、胶州市1例、平度市3例、莱西市1例。        青岛市卫生健康委员会2020年2月4日 \n'
	},
	{
		time: '        2020-02-04',
		parag: '\n2020年2月3日12—24时，我市新增3例新型冠状病毒感染的肺炎确诊病例。新增3例确诊患者,一为市北区28岁男性，1月24日参加过亲友聚餐，1月25日出现发热等症状，2月2日到市南区某医院就诊，经预检分诊在发热门诊隔离治疗；一为37岁男性，1月24日由湖北荆州自驾抵青探亲，现居即墨区，2月3日到医院发热门诊就诊；一为平度市70岁女性，为1月29日确诊病例的密切接触者，2月3日到医院发热门诊就诊。以上3名患者经市疾控中心核酸检测和专家组评估，2月3日下午确诊。现已对14名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至2月3日24时，我市累计确诊29例新型冠状病毒感染的肺炎病例，其中重症2例，危重症1例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除疑似病例78例，现有疑似病例23例，正在隔离检测治疗。累计已解除医学观察112人，仍纳入医学观察的密切接触者361人，未发现异常。目前按病例确诊医院所在区市分布：市南区2例（已治愈出院1例）、市北区4例、李沧区2例、崂山区2例、城阳区1例、黄岛区9例、即墨区4例、胶州市1例、平度市3例、莱西市1例。           青岛市卫生健康委员会                     2020年2月4日        \n'
	},
	{
		time: '        2020-02-03',
		parag: '\n2020年2月3日0—12时，我市新增1例新型冠状病毒感染的肺炎确诊病例。新增确诊患者，39岁男性，黄岛区人，为1月26日确诊病例的密切接触者，2月2日到医院发热门诊就诊。经市疾控中心核酸检测和专家组评估，2月3日上午确诊。现已对6名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至2月3日12时，我市累计确诊26例新型冠状病毒感染的肺炎病例，其中重症2例，危重症1例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除疑似病例78例，现有疑似病例19例，正在隔离检测治疗。累计已解除医学观察45人，仍纳入医学观察的密切接触者329人，未发现异常。目前按病例确诊医院所在区市分布：市南区1例（已治愈出院）、市北区4例、李沧区2例、崂山区2例、城阳区1例、黄岛区9例、即墨区3例、胶州市1例、平度市2例、莱西市1例。 青岛市卫生健康委员会2020年2月3日\n'
	},
	{
		time: '        2020-02-03',
		parag: '\n2020年2月2日12—24时，我市新增1例新型冠状病毒感染的肺炎确诊病例。新增确诊患者，59岁女性，现住即墨区，1月1日前往湖北荆州探亲，1月8日自驾回到即墨，2月1日到医院发热门诊就诊。经市疾控中心核酸检测和专家组评估，2月2日下午确诊。现已对6名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至2月2日24时，我市累计确诊25例新型冠状病毒感染的肺炎病例，其中重症2例，危重症1例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除疑似病例74例，现有疑似病例21例，正在隔离检测治疗。累计已解除医学观察26人，仍纳入医学观察的密切接触者342人，未发现异常。目前按病例确诊医院所在区市分布：市南区1例（已治愈出院）、市北区4例、李沧区2例、崂山区2例、城阳区1例、黄岛区8例、即墨区3例、胶州市1例、平度市2例、莱西市1例。 青岛市卫生健康委员会2020年2月3日\n'
	},
	{
		time: '        2020-02-02',
		parag: '\n2020年2月2日0—12时，我市新增2例新型冠状病毒感染的肺炎确诊病例。2例新增确诊患者，一为46岁女性，现住黄岛区，为1月27日2名确诊病例的密切接触者，2月1日到医院发热门诊就诊；一为36岁女性，现住市北区，为1月28日确诊病例的密切接触者，1月28日到李沧区某医院发热门诊就诊。以上2名患者经市疾控中心核酸检测和专家组评估，2月2日上午确诊。现已对6名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至2月2日12时，我市累计确诊24例新型冠状病毒感染的肺炎病例，其中重症2例，危重症1例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除疑似病例66例，现有疑似病例18例，正在隔离检测治疗。累计已解除医学观察25人，仍纳入医学观察的密切接触者336人，未发现异常。目前按病例确诊医院所在区市分布：市南区1例（已治愈出院）、市北区4例、李沧区2例、崂山区2例、城阳区1例、黄岛区8例、即墨区2例、胶州市1例、平度市2例、莱西市1例。青岛市卫生健康委员会2020年2月2日\n'
	},
	{
		time: '        2020-02-02',
		parag: '\n市民朋友们：    突如其来的新型冠状病毒感染的肺炎疫情，导致街头人流量骤减，市民大多选择待在家中做好防护。然而，有些事情可以停下，有些事情却不能停！面对临床居高不下的用血需求，无偿献血不能停！面对患者和家属等待手术用血的焦虑，无偿献血不能停！面对爱心市民想要撸袖献血为他人做贡献的迫切心情，无偿献血不能停！血液是维系生命的源泉，目前医院仍有很多患者需要血液救治，疫情中的重型感染患者、急症出血患者、血液病患者….他们迫切需要血液来维持和延续生命。特殊时期，合格的血液更加弥足珍贵。如果有您的一份热情和勇气，患者便又会多了一份希望，有一个生命因为你而幸运的留下来，我们急需各位“热血英雄”应召而来！疫情期间，为确保献血者的安全，青岛市中心血站更加注重防护，加大对献血场所的清洁消毒，空气消毒设备工作期间全时开启，做好定时通风，同时提升对献血者和医务人员的监测标准。献血前增加手消毒、测体温等环节，并采取分时段预约献血举措，防止扎堆，也可预约献血车上门服务，保证献血者安全。青岛市民朋友们，青岛热血青年们！我们号召大家一起加入热血战“疫”行动中来，做最美逆行者，撸袖传大爱！抗击疫情，我们众志成城，为了生命，我们撸袖捐献热血。来吧，让我们在这终生难忘的寒冬做点终生难忘的事情！我们相信你有100%的爱心，你所需的，只是一点勇气。                            识别二维码进入线上预约献血小程序献血咨询电话：96606附件:1. 献血前后注意事项       2.青岛市献血地点指引        青岛市新型冠状病毒感染肺炎疫情防控指挥部办公室2020年2月1日附件1献血前后注意事项 一、献血前须知1．14天内去过湖北或者接触过有发热或呼吸道症状的患者，需延期献血。2．献血前一天晚上要保持良好的睡眠和休息。3．尽量不要空腹献血，清淡饮食，多饮水。献血前一天晚餐和当天早餐不要喝酒，不要吃鱼、肉、油条、油饼等高脂肪食物，以免影响血液质量，但也不要空腹献血，可以吃些清淡食物，如馒头、稀饭等。4．年满18周岁，携带身份证（或驾驶证、护照、警官证、士兵证、港澳台通行证），在献血登记表内如实填写身份证号码、近期联系地址和通讯电话，以方便个人信息查询或办理还血。5．两次献血间隔时间不少于6个月。 二、献血后注意事项1．献血后用力压迫穿刺部位5-10分钟，以防穿刺部位渗血。如用弹力绷带压迫，请于10-15分钟摘掉。2．为防止发生感染，请保护好穿刺部位，创可贴4小时后摘掉， 24小时内穿刺部位不要沾水。3．献血后多饮水或饮料将有助于血容量的补充。4．24小时内不要做剧烈活动或从事重体力劳动及高空作业等危险工作或活动，以防发生意外。5．献血后半小时内不要吸烟。6．献血后若有疲劳或困倦感，属正常的生理反应，系情绪波动所致，不必担心，待情绪稳定或经适当休息后即可恢复。①：若有头晕现象，请立即就座或平卧休息，不要惊慌，休息片刻后即可恢复。②若穿刺部位出现局部青紫，为少量血液渗到皮下所致的皮下瘀斑，多因压迫不当所致，不要惊慌，24小时后患处可热敷，一般10天左右即可吸收恢复正常。7．献血后血站进行A、B、O、AB、RH(-)血型鉴定及丙氨酸氨基转移酶、乙型肝炎表面抗原、丙型肝炎抗体、梅毒螺旋体抗体、艾滋病病毒抗体项目的检测。如经检测，您适合继续献血，我们将通过短信方式通知您，如您不适合继续献血，我们将在一个月内通过信件或电话方式通知您。请按通知要求确定是否可以继续献血。8．如您有不利于用血者健康与安全的情况在献血时未能说明，请于献血后一周内通知我们，我们将对您捐献的血液进行适当处置。 附件2青岛市献血地点指引 市区:青岛市中心血站二楼机采大厅(市南区隆德路9号)台东爱心献血屋(市北区威海路104路总站附近)李村爱心献血屋(李沧区京口路百通大厦附近)永旺东泰佳世客爱心献血屋(市南区香港中路永旺东泰佳世客附近)城阳区国货爱心献血车(周末) 即墨区：即墨佳乐家爱心献血车(鹤山路佳乐家广场入口东侧)即墨宝龙爱心献血屋(蓝鳌路宝龙广场西侧) 西海岸新区：开发区献血服务部(青大附院西院区门诊东门)香江路利群爱心献血屋(香江路中国银行门口)吾悦广场爱心献血屋(吾悦广场北侧13号地铁积米崖站B出口)灵山湾路华联爱心献血屋(黄岛区灵山湾路华联商域305号) 胶州市：向阳市场爱心献血屋(胶州市广州北路145号向阳市场附近)常州路新源爱心献血屋(胶州市常州路新源利群东门斜对面) 菜西市：菜西月湖广场爱心献血屋(菜西市月湖广场南端) 平度市：红旗路会堂广场东南角爱心献血屋(平度市红旗路会堂广场东南角)     注:献血地点及献血时间(9：00—16：00）以青岛市中心血站官方微信登载为准，可随时登陆查询或致电无偿献血服务热线96606咨询。献血地点可在“青岛市中心血站”微信公众号菜单栏“爱献血”一一“献血导航”中查找。\n'
	},
	{
		time: '        2020-02-02',
		parag: '\n2020年2月1日12—24时，我市新增1例新型冠状病毒感染的肺炎确诊病例。新增确诊病例为53岁女性，常住黄岛区，1月4日自青岛赴湖北孝感探亲，1月25日回到青岛，1月31日到医院发热门诊就诊。经市疾控中心核酸检测和专家组评估，2月1日确诊。现已对1名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至2月1日24时，我市累计确诊22例新型冠状病毒感染的肺炎病例，其中重症2例，危重症1例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除疑似病例59例，现有疑似病例27例，正在隔离检测治疗。已解除医学观察24人，仍纳入医学观察的密切接触者326人，未发现异常。目前按病例确诊医院所在区市分布：市南区1例（已治愈出院）、市北区4例、李沧区1例、崂山区2例、城阳区1例、黄岛区7例、即墨区2例、胶州市1例、平度市2例、莱西市1例。青岛市卫生健康委员会2020年2月2日\n'
	},
	{
		time: '        2020-02-01',
		parag: '\n2020年2月1日0—12时，我市无新增新型冠状病毒感染的肺炎确诊病例。截至2月1日12时，我市累计确诊21例新型冠状病毒感染的肺炎病例，其中重症病例2例，危重症病例1例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除疑似病例56例，现有疑似病例21例，正在隔离检测治疗。已解除医学观察9人，仍纳入医学观察的密切接触者332人，未发现异常。目前按病例确诊医院所在区市分布：市南区1例（已治愈出院）、市北区4例、李沧区1例、崂山区2例、城阳区1例、黄岛区6例、即墨区2例、胶州市1例、平度市2例、莱西市1例。青岛市卫生健康委员会2020年2月1日\n'
	},
	{
		time: '        2020-02-01',
		parag: '\n    2020年1月31日12—24时，我市无新增新型冠状病毒感染的肺炎确诊病例。　　截至1月31日24时，我市累计确诊21例新型冠状病毒感染的肺炎病例，其中重症病例3例，危重症病例1例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除疑似病例44例，现有疑似病例32例，正在隔离检测治疗。已解除医学观察9人，仍纳入医学观察的密切接触者331人，未发现异常。　　目前按病例确诊医院所在区市分布：市南区1例（已治愈出院）、市北区4例、李沧区1例、崂山区2例、城阳区1例、黄岛区6例、即墨区2例、胶州市1例、平度市2例、莱西市1例。 　　青岛市卫生健康委员会　　2020年2月1日\n'
	},
	{
		time: '        2020-01-31',
		parag: '\n2020年1月31日0—12时，我市无新增新型冠状病毒感染的肺炎确诊病例，重症转为轻症1例。截至1月31日12时，我市累计确诊21例新型冠状病毒感染的肺炎病例，其中重症病例2例，危重症病例1例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除41例疑似病例，现有25例疑似病例，正在隔离检测治疗。纳入医学观察的密切接触者335人，未发现异常。目前按病例确诊医院所在区市分布：市南区1例（已治愈出院）、市北区4例、李沧区1例、崂山区2例、城阳区1例、黄岛区6例、即墨区2例、胶州市1例、平度市2例、莱西市1例。  青岛市卫生健康委员会2020年1月31日\n'
	},
	{
		time: '        2020-01-31',
		parag: '\n　　2020年1月30日12时至24时，我市无新增新型冠状病毒感染的肺炎确诊病例，转归危重症病例1例（黄岛区）。　　截至1月30日24时，我市累计确诊21例新型冠状病毒感染的肺炎病例，其中重症病例3例，危重症病例1例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除疑似病例29例，现有疑似病例36例，正在隔离检测治疗。纳入医学观察的密切接触者323人，未发现异常。　　目前按病例确诊医院所在区市分布：市南区1例（已治愈出院）、市北区4例、李沧区1例、崂山区2例、城阳区1例、黄岛区6例、即墨区2例、胶州市1例、平度市2例、莱西市1例。　　青岛市卫生健康委员会　　2020年1月31日\n'
	},
	{
		time: '        2020-01-30',
		parag: '\n行政区划机构名称机构地址市南区青岛大学附属医院（市南院区）青岛市市南区江苏路16号青岛市市立医院（东院区）青岛市市南区东海中路5号山东青岛中西医结合医院青岛市市南区嘉祥路3号青岛市第九人民医院青岛市市南区朝城路2号甲青岛市市南区人民医院青岛市市南区广州路29号市北区青岛山大齐鲁医院青岛市市北区合肥路758号青岛市市立医院青岛市市北区胶州路1号青岛市中心医院青岛市市北区四流南路127号青岛市中医医院青岛市市北区人民路4号青岛市妇女儿童医院青岛市市北区辽阳西路217号李沧区青岛市第八人民医院青岛市李沧区峰山路84号青岛市第三人民医院青岛市李沧区永平路29号青岛市胸科医院青岛市李沧区重庆中路896号青岛市李沧区中心医院青岛市李沧区兴城路49号崂山区青岛大学附属医院（崂山院区）青岛市崂山区海尔路59号青岛和睦家医院青岛市崂山区香港东路319号城阳区青岛市城阳区人民医院青岛市城阳区长城路600号青岛市城阳区第二人民医院青岛市城阳区上马镇驻地青岛市红岛人民医院青岛市城阳区上马街道办事处驻地西海岸新区青岛大学附属医院（西海岸院区）青岛市黄岛区五台山路1677号青岛市黄岛区人民医院青岛市黄岛区人民路287号青岛市黄岛区中心医院青岛市黄岛区黄浦江路9号青岛市黄岛区中医医院青岛市黄岛区海南岛路158号青岛市黄岛区第二中医医院青岛市黄岛区中原街333号青岛市黄岛区区立医院青岛市黄岛区双珠路205号青岛市黄岛区第三人民医院青岛市黄岛区泊里镇海泊二路北侧即墨区青岛市即墨区人民医院青岛市即墨区健民街4号青岛市即墨区中医医院青岛市即墨区蓝鳌路1281号胶州市青岛市胶州中心医院胶州市徐州路29号胶州市人民医院胶州市广州北路88号平度市平度市人民医院平度市扬州路112号平度市第二人民医院平度市蓼兰镇政府驻地莱西市莱西市人民医院莱西市烟台路67号莱西市市立医院莱西市威海西路8号莱西市中医医院莱西市文化路11号\n'
	},
	{
		time: '        2020-01-30',
		parag: '\n1月30日上午确诊3名患者，一为58岁女性，湖北武汉人，现住李沧区，1月7日自武汉抵达青岛，1月21日到市北区某医院发热门诊就诊，留观隔离治疗；一为35岁男性，湖北黄冈人，1月25日自湖北黄冈经江西南昌抵达即墨探亲，1月29日到医院发热门诊就诊；一为7岁女童，现住黄岛区，其直系亲属为确诊病例，1月29日到医院发热门诊就诊。以上3名患者经市疾控中心核酸检测和专家组评估，30日上午确诊。现已对19名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至1月30日12时，我市累计确诊21例新型冠状病毒感染的肺炎病例，其中重症3例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除疑似病例21例，现有疑似病例33例，正在隔离检测治疗。纳入医学观察的密切接触者317人，未发现异常。目前按病例确诊医院所在区市分布：市南区1例、市北区4例、李沧区1例、崂山区2例、黄岛区6例、城阳区1例、即墨区2例、胶州市1例、平度市2例、莱西市1例。  青岛市卫生健康委员会2020年1月30日\n'
	},
	{
		time: '        2020-01-30',
		parag: '\n为加强新型冠状病毒感染的肺炎防控工作，保障全市人民群众身体健康和生命安全，经研究，决定暂停我市儿童预防接种门诊开诊，复诊时间另行通知。产科接种室、狂犬病暴露处置门诊正常开诊。由此对广大市民造成的不便我们深表歉意，感谢您的理解和支持！                               青岛市卫生健康委员会                                2020年1月30日\n'
	},
	{
		time: '        2020-01-30',
		parag: '\n我市平度40岁男性患者，为1月29日确诊病例家属，1月29日到医院发热门诊就诊。经市疾控中心核酸检测和专家组评估，1月29日晚确诊。现已对17名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至1月29日24时，我市累计确诊18例新型冠状病毒感染的肺炎病例，其中重症3例，治愈出院1例，患者均在定点医院接受隔离治疗。累计已排除疑似病例12例，现有疑似病例38例，正在隔离检测治疗。纳入医学观察的密切接触者228人，未发现异常。目前按病例确诊医院所在区市分布：市南区1例、市北区3例、李沧区1例、崂山区2例、城阳区1例、黄岛区5例、即墨区1例、胶州市1例、平度市2例、莱西市1例。  青岛市卫生健康委员会2020年1月30日\n'
	},
	{
		time: '        2020-01-29',
		parag: '\n各省、自治区、直辖市及新疆生产建设兵团卫生健康委：　　根据党中央、国务院关于新型冠状病毒感染的肺炎疫情防控工作的总体部署，落实《国务院办公厅关于延长2020年春节假期的通知》（国办发明电〔2020〕1号），切实保障3岁以下婴幼儿生命安全和身体健康，现就做好托育机构有关工作通知如下：　　一、各地卫生健康行政部门要按照地方党委、政府的统一部署，切实发挥牵头作用，积极协调相关部门按照各自职责，加强对托育机构的监督管理。　　二、指导各类托育机构可依法暂停开展收托、保育服务，具体恢复入托时间根据实际情况确定。　　三、指导面向3岁以下婴幼儿的早教机构、亲子园等，暂停开展线下培训活动，鼓励利用互联网等信息化手段提供服务。　　工作中遇到的困难和问题，及时向我委报告。　　国家卫生健康委2020年1月28日（信息公开形式：主动公开） 《国家卫生健康委关于做好托育机构相关工作的通知》解读 为贯彻落实习近平总书记关于新型冠状病毒感染的肺炎疫情防控工作的重要指示精神，按照党中央、国务院总体部署，有效遏制疫情扩散和蔓延，切实保障3岁以下婴幼儿生命安全和身体健康，就做好托育机构新型冠状病毒感染的肺炎疫情防控工作印发通知。通知要求，各地卫生健康行政部门要按照地方党委、政府的统一部署，积极协调相关部门按照各自职责，加强对托育机构的监督管理；指导各类托育机构、3岁以下婴幼儿的早教机构、亲子园，暂停开展收托、保育服务和线下培训活动。\n'
	},
	{
		time: '        2020-01-29',
		parag: '\n    1月29日晨确诊2名患者，一为31岁男性，长期在武汉工作，1月22日自武汉自驾到即墨，1月24日到医院发热门诊就诊；一为42岁女性，湖北荆州人，现住平度市，1月21日由武汉到达青岛，1月26日到医院发热门诊就诊。以上2名患者经市疾控中心核酸检测和专家组评估，今晨确诊。现已对13名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。    截至1月29日12时，我市累计确诊17例新型冠状病毒感染的肺炎病例，其中重症3例，治愈出院1例，患者均在定点医院接受隔离治疗。现有疑似病例28例；纳入医学观察的密切接触者211人，未发现异常。    目前按病例确诊医院所在区市分布：市南区1例、市北区3例、李沧区1例、崂山区2例、城阳区1例、即墨区1例、黄岛区5例、胶州市1例、莱西市1例、平度市1例。  青岛市卫生健康委员会2020年1月29日\n'
	},
	{
		time: '        2020-01-28',
		parag: '\n1月28日晨确诊2名患者，一为35岁男性，市北区人，1月17日从泰国返青，1月27日到医院发热门诊就诊；一为47岁男性，市北区人，1月22日和朋友自驾从武汉到济南，1月23日返青，1月27日到医院发热门诊就诊。以上2名患者经市疾控中心核酸检测和专家组评估，今晨确诊。现已对6名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至1月28日12时，我市累计确诊15例新型冠状病毒感染的肺炎病例，其中重症2例，患者均在定点医院接受隔离治疗。现有疑似病例19例；纳入医学观察的密切接触者167人，未发现异常。目前按病例确诊医院所在区市分布：市南区1例、市北区3例、李沧区1例、崂山区2例、城阳区1例、黄岛区5例、胶州市1例、莱西市1例。  青岛市卫生健康委员会2020年1月28日 \n'
	},
	{
		time: '        2020-01-28',
		parag: '\n全市卫生健康系统的各位同志们：值此新春佳节之际，青岛市卫生健康委员会谨向你们及家属致以诚挚的慰问和新春的祝福！感谢你们为护佑人民健康付出的辛勤努力和无私奉献！春节是辞旧迎新、阖家团圆的时刻。面对突发新型冠状病毒感染的肺炎疫情，全市广大卫生健康工作者，放弃与家人团聚，舍小家为大家，全力以赴奋战在抗击疫情一线。你们不畏艰辛、不惧风险、勇挑重担；你们科学严谨、全心全意、医者仁心；你们夜以继日、加班加点、始终坚守；你们舍小为大、不计得失、无私奉献；你们驰援疫区、毅然逆行、义无反顾！在你们身上集中体现了“敬佑生命、救死扶伤、甘于奉献、大爱无疆”的崇高职业精神和“坚定信念、勇于奉献、舍己为人、温暖仁爱”的高尚情操。万家团圆，是因为有你们默默奉献！岁月静好，是因为有你们负重前行！你们是抗击疫情战线上最勇敢的战士，是疫情面前最美的白衣天使！疫情就是命令，防控就是责任。全省已启动突发公共卫生事件一级响应机制，疫情防控成为重中之重的任务。希望大家继续发扬特别能吃苦、特别能战斗的精神，坚守岗位，履职尽责，在疫情防控中发挥先锋模范和带头表率作用，为护佑人民健康和维护社会稳定贡献力量。在繁重而艰巨的工作任务面前，请大家务必做好自我防护，切记：只有保护好自己，才能保护更多的人。你们的平安是家属和公众最真诚的愿望。最后，再次向全市卫生健康系统广大干部职工致以亲切的慰问，向默默支持你们冲锋陷阵的家属朋友致以崇高的敬意和衷心的感谢！让我们团结起来，齐心协力，众志成城，共同打赢这场疫情阻击战！ 青岛市卫生健康委员会2020年1月27日  \n'
	},
	{
		time: '        2020-01-28',
		parag: '\n1月26日晚确诊的2名患者，一为44岁女性，黑龙江人，2019年12月12日来青，2020年1月13日起与自武汉抵青的丈夫暂住市北区，1月26日到医院发热门诊就诊；一为53岁男性，湖北武汉人，1月18日自武汉抵胶州探亲，1月26日到医院发热门诊就诊。以上2名患者经市疾控中心核酸检测和专家组评估，1月26日晚确诊。1月27日晨确诊的33岁女性患者、32岁男性患者、23岁女性患者，与昨日确诊的外出旅游曾与武汉发热患者同团的57岁女性患者属同一家庭，此前已作为密切接触者进行医学隔离观察。以上3名患者经市疾控中心核酸检测和专家组评估，今晨确诊，这是我市首起家庭聚集性病例。以上5名确诊病例的8名密切接触者正在接受医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至1月27日12时，我市累计确诊13例新型冠状病毒感染的肺炎病例，患者均在定点医院接受隔离治疗，生命体征均平稳。目前有疑似病例14例；纳入医学观察的密切接触者137人，未发现异常。  青岛市卫生健康委员会2020年1月27日  \n'
	},
	{
		time: '        2020-01-26',
		parag: '\n　　凡有疫情较重地区居住旅行史或接触过新型冠状病毒感染肺炎确诊病例的人员，应尽快到居住地所在村或社区居委会进行登记，并自觉居家隔离观察，减少外出活动，尤其是避免到人员密集的公共场所活动。如出现发热等症状，应戴好口罩，远离他人，尽快到就近的医疗机构发热门诊就诊。　　广大市民如发现以上人员未按要求登记并自觉居家隔离，或未按要求及时到发热门诊就诊，请立即举报反映。举报电话：12345。　　青岛市新型冠状病毒感染肺炎疫情防控指挥部　　2020年1月26日\n'
	},
	{
		time: '        2020-01-26',
		parag: '\n　　57岁女性患者，现住黄岛区，1月13日到云南旅游，随团接触过2名武汉籍发热患者，25日到医院发热门诊就诊。54岁男性患者，在武汉工作，20日从武汉回青岛探亲，现住李沧区，25日到医院发热门诊就诊。以上2名患者经市疾控中心核酸检测均为阳性，26日专家组评估确诊为新型冠状病毒感染的肺炎病例。现已对8名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。　　截至1月26日12时，我市共确诊8例新型冠状病毒感染的肺炎病例，其中重症2例。患者均有武汉及周边地区旅居史或与武汉籍发热患者接触史，均在定点医院接受隔离治疗。目前累计追踪密切接触者74人，未发现异常。　　青岛市卫生健康委员会　　2020年1月26日\n'
	},
	{
		time: '        2020-01-26',
		parag: '\n　　截至1月25日24时，我市已报告新型冠状病毒感染的肺炎确诊病例6例，患者目前均在定点医院接受隔离治疗，生命体征均平稳；新增疑似病例4例。纳入医学观察密切接触者共计66人，未发现异常。　　                           青岛市卫生健康委员会　　                                2020年1月26日\n'
	},
	{
		time: '        2020-01-25',
		parag: '\n序号市/区市新型冠状病毒感染的肺炎定点救治医院名单医院地址1市级青岛大学附属医院青岛市市南区江苏路16号、崂山区海尔路59号、黄岛区五台山路1677号2市级青岛山大齐鲁医院青岛市市北区合肥路758号3市级青岛市市立医院青岛市市北区胶州路1号、市南区东海中路5号4市级青岛市中心医院青岛市市北区四流南路127号5市级青岛市中医医院（市海慈医院）青岛市市北区人民路4号6市级青岛市胸科医院青岛市李沧区重庆中路896号7市级青岛市妇女儿童医院青岛市市北区辽阳西路217号8西海岸新区青岛市黄岛区人民医院青岛市黄岛区人民路287号9西海岸新区青岛市黄岛区中心医院青岛市黄岛区黄浦江路9号10城阳区青岛市城阳区人民医院青岛市城阳区长城路600号11即墨区青岛市即墨区人民医院青岛市即墨区健民街4号12胶州市青岛市胶州中心医院胶州市徐州路29号13胶州市胶州市人民医院胶州市广州北路88号14平度市平度市人民医院平度市扬州路112号15莱西市莱西市人民医院莱西市烟台路67号\n'
	},
	{
		time: '        2020-01-25',
		parag: '\n尊敬的市民朋友们:给您拜年了！截至1月25日12时，我市已报告新型冠状病毒感染的肺炎确诊病例6例，其中重症1例，患者均有武汉及周边地区旅居史，目前均在定点医院接受隔离治疗。为应对新型冠状病毒感染的肺炎疫情，山东省已启动重大突发公共卫生事件一级响应，坚决遏制疫情传播扩散蔓延势头，全力保障人民群众生命安全和身体健康。希望广大市民迅速行动起来，人人参与、联防联控，打一场新型冠状病毒感染的肺炎疫情防控“人民战争”。如果您曾经在疫情较重地区居住、探亲或旅行；如果您接触过从疫情较重地区回来并且出现发热、咳嗽等呼吸道症状的人，从最后一天在疫情较重地区停留，或最后一天接触从疫情较重地区回来并有呼吸道症状的人开始算起，请您主动居家隔离，持续观察自己的健康状况14天。新型冠状病毒感染的肺炎主要症状以发热、乏力、干咳为主；鼻塞、流涕等上呼吸道症状少见，部分患者起病症状轻微，可无发热。市民如有发热、咳嗽等呼吸道感染症状，请第一时间戴好口罩到市卫生健康委指定的就近医疗机构发热门诊就诊，不要到其他科室看病；请保持个人卫生，减少或避免到人群密集场所活动，减少走亲访友和聚餐聚会，出门戴口罩，居家和公共场所要保持室内空气流通，勤洗手，多饮水，家居用品每天清洁并定期消毒，不随地吐痰，不乱扔乱倒垃圾，最大限度降低自己、家人及身边人群受到感染的可能。希望广大市民做好自我防护和健康管理，积极配合各级各部门的防控工作，努力做到早发现、早报告、早诊断、早隔离、早治疗。有关疫情信息我们都会第一时间在市卫生健康委官网、官微公开发布。春节期间，全市广大医务人员和卫生健康工作者大力弘扬习近平总书记倡导的“敬佑生命、救死扶伤、甘于奉献、大爱无疆”的崇高职业精神，同全市人民一起奋斗在抗击疫情一线，让我们为他们加油鼓劲！我们坚信，在市委、市政府的坚强领导下，万众一心、众志成城、联防联控，一定能够打赢这场疫情防控攻坚战！值此新春佳节之际，祝全市人民新春快乐，身体健康！                                       青岛市卫生健康委员会                                    2020年1月25日\n'
	},
	{
		time: '        2020-01-25',
		parag: '\n湖北荆门56岁女性患者，1月21日从荆门途经武汉来青岛探亲，暂住城阳区，23日到医院发热门诊就诊；莱西市46岁男性患者，在武汉工作，19日离开武汉到莱芜停留1天，21日返回莱西，24日到医院发热门诊就诊。以上2名患者经市疾控中心核酸检测均为阳性，25日专家组评估确诊为新型冠状病毒感染的肺炎病例。现已对6名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。截至1月25日12时，我市已确诊6例新型冠状病毒感染的肺炎病例，其中重症1例。患者均有武汉及周边地区旅居史，目前均在定点医院接受隔离治疗。纳入医学观察密切接触者共计66人，未发现异常。 青岛市卫生健康委员会2020年1月25日\n'
	},
	{
		time: '        2020-01-24',
		parag: '\n我市24岁男性患者，黄岛人。1月10日到武汉出差，11日返回工作地即墨，21日开始发热伴呼吸道症状，22日返回黄岛，23日到医院发热门诊就诊，医院专家会诊为疑似病例。经市疾控中心核酸检测阳性，24日专家组评估确诊为新型冠状病毒感染的肺炎病例，已实行隔离治疗。现已对12名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。目前，我市共确诊4例新型冠状病毒感染的肺炎病例，患者生命体征均平稳。青岛市卫生健康委员会2020年1月24日\n'
	},
	{
		time: '        2020-01-24',
		parag: '\n截至2020年1月23日24时，青岛市共报告3例新型冠状病毒感染的肺炎确诊病例，其中李沧区1例，外来人员2例，目前患者生命体征均平稳。追踪到密切接触者48人，正在接受医学观察，目前无发热等异常情况。青岛市卫生健康委员会2020年1月24日\n'
	},
	{
		time: '        2020-01-23',
		parag: '\n 序号区市新型冠状病毒感染的肺炎定点救治医院名单医院地址1市级青岛大学附属医院青岛市市南区江苏路16号、崂山区海尔路59号、黄岛区五台山路1677号2市级青岛山大齐鲁医院青岛市市北区合肥路758号3市级青岛市市立医院青岛市市北区胶州路1号、市南区东海中路5号4市级青岛市中心医院青岛市市北区四流南路127号5市级青岛市胸科医院青岛市李沧区重庆中路896号6市级青岛市妇女儿童医院青岛市市北区辽阳西路217号7西海岸新区青岛市黄岛区人民医院青岛市黄岛区人民路287号8西海岸新区青岛市黄岛区中心医院青岛市黄岛区黄浦江路9号9城阳区青岛市城阳区人民医院青岛市城阳区长城路600号10即墨区青岛市即墨区人民医院青岛市即墨区健民街4号11胶州市青岛市胶州中心医院胶州市徐州路29号12胶州市胶州市人民医院胶州市广州北路88号13平度市平度市人民医院平度市扬州路112号14莱西市莱西市人民医院莱西市烟台路67号\n'
	},
	{
		time: '        2020-01-23',
		parag: '\n我市李沧区41岁男性患者，1月13日赴武汉，1月14日返青，1月16日出现发热症状，1月21日在我市医疗机构就诊；湖北鄂州66岁男性患者，1月14日来青，暂住市北区，1月14日出现发热症状，1月19日到我市医疗机构就诊。根据临床症状和流行病学调查，以上2名患者经省、市两级疾病控制中心检测、专家组评估，确诊为新型冠状病毒感染的肺炎病例。目前2名患者病情平稳，均在定点医院接受隔离治疗。现已对40名密切接触者开展医学观察，目前无发热等异常情况。其他密切接触者正在进一步追踪和调查中。目前，我市共确诊3例新型冠状病毒感染的肺炎病例，患者生命体征均平稳。                               青岛市卫生健康委员会                                2020年1月23日 \n'
	},
	{
		time: '        2020-01-22',
		parag: '\n行政区划机构名称机构地址市南区青岛大学附属医院（市南院区）青岛市市南区江苏路16号青岛市市立医院（东院区）青岛市市南区东海中路5号山东青岛中西医结合医院青岛市市南区嘉祥路3号青岛市第九人民医院青岛市市南区朝城路2号甲青岛市市南区人民医院青岛市市南区广州路29号市北区青岛山大齐鲁医院青岛市市北区合肥路758号青岛市市立医院青岛市市北区胶州路1号青岛市中心医院青岛市市北区四流南路127号青岛市中医医院青岛市市北区人民路4号李沧区青岛市第八人民医院青岛市李沧区峰山路84号青岛市第三人民医院青岛市李沧区永平路29号青岛市胸科医院青岛市李沧区重庆中路896号青岛市李沧区中心医院青岛市李沧区兴城路49号崂山区青岛大学附属医院（崂山院区）青岛市崂山区海尔路59号青岛和睦家医院青岛市崂山区香港东路319号城阳区青岛市城阳区人民医院青岛市城阳区长城路600号青岛市城阳区第二人民医院青岛市城阳区上马镇驻地西海岸新区青岛大学附属医院（西海岸院区）青岛市黄岛区五台山路1677号青岛市黄岛区人民医院青岛市黄岛区人民路287号青岛市黄岛区中心医院青岛市黄岛区黄浦江路9号青岛市黄岛区中医医院青岛市黄岛区海南岛路158号青岛市黄岛区第二中医医院青岛市黄岛区中原街333号青岛市黄岛区区立医院青岛市黄岛区双珠路205号青岛市黄岛区第三人民医院青岛市黄岛区泊里镇海泊二路北侧即墨区青岛市即墨区人民医院青岛市即墨区健民街4号青岛市即墨区中医医院青岛市即墨区蓝鳌路1281号胶州市青岛市胶州中心医院胶州市徐州路29号胶州市人民医院胶州市广州北路88号平度市平度市人民医院平度市扬州路112号平度市第二人民医院平度市蓼兰镇政府驻地莱西市莱西市人民医院莱西市烟台路67号莱西市市立医院莱西市威海西路8号莱西市中医医院莱西市文化路11号\n'
	},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{},
	{}
];

const dataFilter = d => {
	const isEmptyObject = Object.entries(d).length === 0 && d.constructor === Object;
	return !isEmptyObject || Boolean(d);
};

const dataMapper = d => {
	if (typeof d.time === 'string') {
		d.time = d.time.trim();
	}

	if (typeof d.parag === 'string') {
		d.parag = d.parag.trim();
	}

	return d;
};

export default data.filter(dataFilter).map(dataMapper);
